Repository: KDE/plasma-settings
Catalog: po/*/kcm_mobile_virtualkeyboard.po
Languages: tr

# NAME OF TRANSLATORS
source: Your names
tr: Emir SARI

# EMAIL OF TRANSLATORS
source: Your emails
tr: emir_sari@icloud.com

source: Languages
tr: Diller

source: Apply
tr: Uygula

source: On-Screen Keyboard
tr: Ekran Klavyesi

source: Type anything here…
tr: Buraya bir şeyler yazın…

source: Sound
tr: Ses

source: Whether to emit a sound on keypress.
tr: Düğme basımında ses çıkarılıp çıkarılmayacağı.

source: Vibration
tr: Titreşim

source: Whether to vibrate on keypress.
tr: Düğme basımında titretilip titretilmeyeceği.

source: Check spelling of entered text
tr: Girilen metnin yazımını denetle

source: Capitalize the first letter of each sentence
tr: Her bir tümcenin ilk harfini büyük yap

source: Complete current word with first suggestion when hitting space
tr: Boşluk'a basıldığında geçerli sözcüğü ilk öneriyle tamamla

source: Suggest potential words in word ribbon
tr: Sözcük şeridinde olası sözcükleri öner

source: Insert a full-stop when space is pressed twice
tr: Boşluk'a iki kez basıldığında nokta gir

source: Configure Languages
tr: Dilleri Yapılandır

source: Virtual Keyboard
tr: Sanal Klavye

source: Bhushan Shah
tr: Buşan Şah
