Repository: KDE/plasma-settings
Catalog: po/*/mobile.plasmasettings.po
Languages: pt

source: Settings
pt: Definições

source: Touch-friendly settings application.
pt: Aplicação de definições otimizada para toque.

source: © 2011-2025 KDE Community
pt: © 2011-2025 Comunidade KDE

source: Maintainer
pt: Responsável de manutenção

source: Previous Maintainer
pt: Anterior responsável de manutenção

source: List available settings modules
pt: Listar módulos de definições disponíveis

source: Limit to modules suitable for <formfactor>, e.g. handset, tablet, mediacenter, desktop, test, all (default handset)
pt: Limitar a módulos adequados para <formfactor>, por exemplo: telemóvel, tablet, centro multimédia, computador, teste, todos (predefinição: telemóvel)

source: formfactor
pt: formato

source: Settings module to open
pt: Módulo de definições a abrir

source: modulename
pt: nome-módulo

source: Only show a single module, requires --module
pt: Mostrar apenas um módulo; requer --module

source: Start window fullscreen
pt: Iniciar janela em ecrã inteiro

source: Package to use for the UI (default org.kde.mobile.settings)
pt: Pacote a utilizar para a interface (por omissão org.kde.mobile.settings)

source: packagename
pt: nome-pacote

source: Navigate Back
pt: Recuar

source: System Settings
pt: Definições do Sistema

source: Open a configuration page from the sidebar.
pt: Abra uma página de definições a partir da barra lateral.

# kcm button
source: Reset
pt: Repor

# kcm button
source: Defaults
pt: Predefinições

# kcm button
source: Apply
pt: Aplicar

source: Search…
pt: Pesquisar...

source: Show menu
pt: Mostrar menu

source: Show Modules for All Platforms
pt: Mostra módulos para todas as plataformas

source: About Plasma Settings
pt: Sobre as Definições do Sistema

source: About KDE
pt: Sobre o KDE
